SELECT id, ְּ¸§, ְüָ­¹רָ£, email
FROM ָ¸¿רִ«µו
WHERE PT_¿©÷־ = 1;

SELECT id, ְּ¸§, ְּ¿כ_±ג°£, ¼÷÷°, ³×ְּ
FROM ָ¸¿רִ«µו
WHERE ¼÷÷° = 'F' AND ְּ¿כ_±ג°£ IN ('6°³¿ש', '12°³¿ש');

SELECT ְּ¸§, ³×ְּ, ¶ףִ¿·כ_¿©÷־
FROM ָ¸¿רִ«µו
WHERE ¶ףִ¿·כ_¿©÷־ = 1 AND ³×ְּ >= 30;

SELECT *
FROM ָ¸¿רִ«µו
WHERE ½ְֳÛְֿ = '2025-07-01';

SELECT id, ְּ¸§, email
FROM ָ¸¿רִ«µו
WHERE ְּ¸§ LIKE '%ְ±%' OR email LIKE '%yoon%';

-- ¿ש±Þְּ 280¸¸¿ר ְּ»ףְ־ ֶ®·¹ְּ³Ê¸¦ ֳג·ֲַֿ¼¼¿ה

SELECT ְּ¸§, ¿ש±Þ, ְÚ°Ýֱץ_¹׳_°ז·ֲ
FROM ֶ®·¹ְּ³Ê
WHERE ¿ש±Þ >= 2800000.0;

-- ¿ש¿הְֿ¿¡ ±Ù¹«ַֿ´ֲ ֶ®·¹ְּ³Ê¸¦ ֳג·ֲַֿ¼¼¿ה
SELECT ְּ¸§, ±Ù¹«¿הְֿ
FROM ֶ®·¹ְּ³Ê
WHERE ±Ù¹«¿הְֿ LIKE '%¿ש%';

-- ַן½÷ ֶ®·¹ְּ³Ê ְÚ°Ýֱץְ» ÷¸ְ¯ַׁ ֶ®·¹ְּ³Ê¸¦ ֳג·ֲַֿ¼¼¿ה
SELECT ֶ®·¹ְּ³Ê_ID, ְּ¸§, ְÚ°Ýֱץ_¹׳_°ז·ֲ
FROM ֶ®·¹ְּ³Ê
WHERE ְÚ°Ýֱץ_¹׳_°ז·ֲ LIKE 'ַן½÷ ֶ®·¹ְּ³Ê%';

-- ±Ù¹«½ֳ°£ְּ 8½ֳ÷־ֵֽ ½ְֳÛַֿ´ֲ ֶ®·¹ְּ³Ê¸¦ ֳג·ֲַֿ¼¼¿ה
SELECT ְּ¸§, ±Ù¹«_½ֳ°£ַ¥
FROM ֶ®·¹ְּ³Ê
WHERE ±Ù¹«_½ֳ°£ַ¥ LIKE '08:%';

-- ¿©¼÷ ֶ®·¹ְּ³Ê ֱß ¿ש±Þְּ °¡ְו ³פְ÷ »ח¶קְ» ­·ֲַֿ¼¼¿ה
SELECT ְּ¸§, ¿ש±Þ
FROM ֶ®·¹ְּ³Ê
WHERE ¼÷÷° = 'F'
ORDER BY ¿ש±Þ DESC
LIMIT 1;
